{
    "en": {
      "content": [
        "<p>DualMiniReader is a dedicated reading interface optimized for handling bilingual texts. Many language apps come jam-packed with numerous features. Such apps can be over-complicated and can sometimes have a steep learning curve. As an alternative, this platform offers a simple and intuitive interface for viewing and learning from bilingual reading content. Just select the languages you want and click on words to see their equivalent translations.</p>",
        "<p>I hope you enjoy it!</p>",
        "<p>- Paul</p>",
        "<br>",
        "<p><i>If you'd like more detailed information about DualMiniReader, please refer to the <a href='doc.html'>Documentation</a>.</i></p>",
        "<p><i>If you have any comments or inquiries, please contact me at <a href='mailto:pauldelaq@gmail.com'>pauldelaq@gmail.com</a>.</i></p>",
        "<p><i>If you'd like to support the project, you can do so at <a href='https://buymeacoffee.com/pauldelaq'>BuyMeACoffee.</a></i></p>"
      ]
    },
    "fr": {
      "content": [
        "<p>DualMiniReader est une interface de lecture dédiée, optimisée pour la gestion des textes bilingues. De nombreuses applications de langue sont remplies de fonctionnalités diverses. Ces applications peuvent être compliquées et avoir une courbe d'apprentissage difficile. En alternative, cette plateforme offre une interface simple et intuitive pour visualiser et apprendre à partir de contenus de lecture bilingues. Sélectionnez simplement les langues que vous souhaitez et cliquez sur les mots pour voir leurs traductions équivalentes.</p>",
        "<p>J'espère que cela vous plaira !</p>",
        "<p>- Paul</p>",
        "<br>",
        "<p><i>Si vous souhaitez des informations plus détaillées sur DualMiniReader, veuillez consulter la <a href='doc.html'>Documentation</a>.</i></p>",
        "<p><i>Pour tout commentaire ou question, veuillez me contacter à <a href='mailto:pauldelaq@gmail.com'>pauldelaq@gmail.com</a>.</i></p>",
        "<p><i>Si vous souhaitez soutenir le projet, vous pouvez le faire sur <a href='https://buymeacoffee.com/pauldelaq'>BuyMeACoffee.</a></i></p>"
      ]
    },
    "es": {
      "content": [
        "<p>DualMiniReader es una interfaz de lectura dedicada, optimizada para el manejo de textos bilingües. Muchas aplicaciones de idiomas vienen repletas de numerosas características. Estas aplicaciones pueden ser complicadas y tener una curva de aprendizaje difícil. Como alternativa, esta plataforma ofrece una interfaz simple e intuitiva para visualizar y aprender de contenidos de lectura bilingües. Solo selecciona los idiomas que deseas y haz clic en las palabras para ver sus traducciones equivalentes.</p>",
        "<p>¡Espero que lo disfrutes!</p>",
        "<p>- Paul</p>",
        "<br>",
        "<p><i>Si desea información más detallada sobre DualMiniReader, consulte la <a href='doc.html'>Documentación</a>.</i></p>",
        "<p><i>Si tienes algún comentario o pregunta, por favor contáctame en <a href='mailto:pauldelaq@gmail.com'>pauldelaq@gmail.com</a>.</i></p>",
        "<p><i>Si deseas apoyar el proyecto, puedes hacerlo en <a href='https://buymeacoffee.com/pauldelaq'>BuyMeACoffee.</a></i></p>"
      ]
    },
    "zh-TW": {
      "content": [
        "<p>DualMiniReader 是一款專為處理雙語文本而優化的閱讀介面。許多語言應用程式內建大量功能。這些應用程式可能會過於複雜，有時需要較長的學習曲線。作為替代方案，此平台提供簡單直觀的介面，用於查看和學習雙語閱讀內容。只需選擇您想要的語言，然後點擊單詞即可查看相應的翻譯。</p>",
        "<p>希望您會喜歡！</p>",
        "<p>- Paul</p>",
        "<br>",
        "<p><i>如果您想了解有關 DualMiniReader 的更多詳細資訊，請參考<a href='doc.html'>文檔</a>。</i></p>",
        "<p><i>如果您有任何意見或疑問，請通過 <a href='mailto:pauldelaq@gmail.com'>pauldelaq@gmail.com</a> 聯繫我。</i></p>",
        "<p><i>如果您想支持這個項目，可以在 <a href='https://buymeacoffee.com/pauldelaq'>BuyMeACoffee</a> 上進行支持。</i></p>"
      ]
    },
    "zh-CN": {
      "content": [
        "<p>DualMiniReader 是一个专为处理双语文本而优化的阅读界面。许多语言应用程序内置大量功能。这些应用程序可能会过于复杂，有时需要较长的学习曲线。作为替代方案，此平台提供简单直观的界面，用于查看和学习双语阅读内容。只需选择您想要的语言，然后点击单词即可查看相应的翻译。</p>",
        "<p>希望您会喜欢！</p>",
        "<p>- Paul</p>",
        "<br>",
        "<p><i>如果您想了解有关 DualMiniReader 的更多详细信息，请参考<a href='doc.html'>文档</a>。</i></p>",
        "<p><i>如果您有任何意见或疑问，请通过 <a href='mailto:pauldelaq@gmail.com'>pauldelaq@gmail.com</a> 联系我。</i></p>",
        "<p><i>如果您想支持这个项目，可以在 <a href='https://buymeacoffee.com/pauldelaq'>BuyMeACoffee</a> 上进行支持。</i></p>"
      ]
    },
    "ja": {
      "content": [
        "<p>DualMiniReader は、バイリンガルテキストの処理に最適化された専用の読書インターフェースです。多くの言語アプリには、多数の機能が詰め込まれていますが、そうしたアプリは複雑で、学習が難しい場合があります。これに代わり、このプラットフォームでは、シンプルで直感的なインターフェースを提供し、バイリンガルの読み物から学べるようにしています。必要な言語を選択し、単語をクリックして対応する翻訳を見るだけです。</p>",
        "<p>楽しんでいただければ幸いです！</p>",
        "<p>- Paul</p>",
        "<br>",
        "<p><i>DualMiniReaderに関する詳細な情報をご希望の場合は、<a href='doc.html'>ドキュメント</a>をご覧ください。</i></p>",
        "<p><i>ご意見やご質問がございましたら、<a href='mailto:pauldelaq@gmail.com'>pauldelaq@gmail.com</a> までご連絡ください。</i></p>",
        "<p><i>プロジェクトの支援をご希望の方は、<a href='https://buymeacoffee.com/pauldelaq'>BuyMeACoffee</a> で支援が可能です。</i></p>"
      ]
    }
  }
  